2gua.rainbow-brackets
alefragnani.project-manager
bengreenier.vscode-node-readme
chamboug.js-auto-backticks
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
crystal-spider.jsdoc-generator
cschlosser.doxdocgen
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-diff
jomeinaster.bracket-peek
k--kato.intellij-idea-keybindings
liamhammett.inline-parameters
maxcutlyp.dotenv-autocomplete
mhutchie.git-graph
ms-ceintl.vscode-language-pack-ko
nomicfoundation.hardhat-solidity
perkovec.jsdoc-live-preview
peterschmalfeldt.explorer-exclude
pflannery.vscode-versionlens
pkief.material-icon-theme
pkief.material-product-icons
pnp.polacode
robertostermann.inline-parameters-extended
shd101wyy.markdown-preview-enhanced
syler.sass-indented
sysoev.language-stylus
tobermory.es6-string-html
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
waderyan.gitblame
xabikos.javascriptsnippets
zh9528.file-size
zhoufeng.json-helper
ziyasal.vscode-open-in-github
